<template>
  <div class="model" style="margin-top: 68px; margin-bottom: 50px;">
    <div style="font-size: 30px; text-align: center; font-weight: 500; margin-top: 30px;">隐私条款</div>
    <div style="font-size: 14px;margin-top: 30px; line-height: 26px;">
      <div class="title">一、合约定义</div>
      <div>1. 本网站（本合约中指包括但不限于yibeirui.com网站和相关应用）由上海懿贝瑞生物医药科技有限公司（以下简称“懿贝瑞”）所有和运作。</div>
      <div>2. 本合约是网站用户(包括个人、企业及其他组织)与网站运营企业懿贝瑞之间的法律契约。用户访问、浏览和注册本网站即代表接受本合约条款的约束，用户对本网站的访问和使用应以接受并遵守本合约所载明的条款和条件为前提。</div>
      <div class="title">二、知识产权申明</div>
      <div>1. 本网站的知识产权范围包括但不限于应用程序、源代码、商标、标示图案(LOGO)、界面设计、应用程序编程接口(API)等所关联的所有知识产权均属懿贝瑞所有。用户不得复制、修改、传播或在非本网站所属的服务器上做镜像或者以其它方式进行非法使用。</div>
      <div>2. 用户在本网站平台所创建的独创性数据归属该用户所有，该用户有权对前述数据进行任何形式的处置，包括从平台中复制，导出和删除。</div>
      <div>3. 用户应当确保其公开或存储（方式包括但不限于：上传、保存、公布、发布等）于本网站及相关服务器的内容不存在任何侵犯其他第三方知识产权的情形。若存在本条所述情形，懿贝瑞有权根据具体情节针对上述内容，采取包括但不限于限制、屏蔽、删除、修改等手段，由此给网站用户造成的损失由网站用户自行承担；若懿贝瑞因网站用户存在本条所述行为而向其他第三方承担法律责任的，懿贝瑞有权向网站用户追偿全部损失。</div>
      <div class="title">三、网站使用规则</div>
      <div>1. 用户在使用本网站服务过程中，必须遵循以下规则：</div>
      <div>*遵守中国有关的法律法规；</div>
      <div>*不得对本网站服务进行任何形式的对其他第三方的再授权使用、销售或转让；</div>
      <div>*不得为设计开发竞争产品对本网站进行任何形式的反向工程、反向编译、反汇编，或在竞争产品抄袭模仿本网站的设计；</div>
      <div>*不得滥用本网站的通信功能发送垃圾邮件和短信；</div>
      <div>*不得对本网站的连续服务和商誉构成损害的其他行为，包括对网站服务器的攻击；</div>
      <div>*遵守本协议中的全部约定。</div>
      <div>2. 如用户在使用本网站服务时违反任何上述规定，懿贝瑞有权要求用户改正或直接采取一切必要的措施（包括但不限于暂停或终止用户使用本网站服务的权利并追讨因此带来的损失）以减轻用户不当行为造成的影响。</div>
      <div>3. 用户所拥有的互联网域名所对应的电子邮件地址作为用户权证的唯一识别信息。当用户不再拥有或完全控制在本网站登记的域名时，懿贝瑞有权随时删除所有的用户数据。在高级模式下，系统支持多个域名电子邮件地址，当最早登记的主域名权属发生改变时，懿贝瑞有权随时删除主域名及其关联域名所有的用户数据。</div>
      <div>4. 用户须对在 YLab 的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐户导致其他用户误认；否则 YLab 有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。</div>
      <div>5. 用户直接或通过各类方式（如 RSS 源和站外 API 引用等）间接使用 YLab 服务和数据的行为，都将被视作已无条件接受本协议全部内容；若用户对本协议的任何条款存在异议，请停止使用 YLab 所提供的全部服务。</div>
      <div>6. 用户承诺不得以任何方式利用 YLab 直接或间接从事违反中国法律法规、以及社会公德的行为， YLab 有权对违反上述承诺的内容予以删除。给本网站造成损害的，依法追究赔偿责任。</div>
      <div>7. 用户不得利用 YLab 服务制作、上载、复制、发布、传播或者转载如下内容：</div>
      <div>*危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</div>
      <div>*损害国家荣誉和利益的；</div>
      <div>*煽动民族仇恨、民族歧视，破坏民族团结的；</div>
      <div>*破坏国家宗教政策，宣扬邪教和封建迷信的；</div>
      <div>*散布谣言，扰乱社会秩序，破坏社会稳定的；</div>
      <div>*散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</div>
      <div>*侮辱或者诽谤他人，侵害他人合法权益的；</div>
      <div>*含有法律、行政法规禁止的其他内容的信息。</div>
      <div>8. YLab 有权但无义务对用户发布的内容进行审核，有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律法规及 YLab 社区指导原则对侵权信息进行处理。</div>
      <div class="title">四、数据安全</div>
      <div>1. YLab承诺在现有技术许可的范围内采取合理必要的预防措施保护用户的数据安全，但是所有的互联网服务商都无法保证数据百分百安全，因此YLab也无法做出绝对的保证。我们会在合理商业运作的基础上，采取尽可能完备的措施保护您存放在YLab中的数据。</div>
      <div>2. 您的个人信息和数据受到多重保护，包括人员的、电子的和程序上的。作为YLab的原则之一，我们的员工一般不会监控和查看用户的个人信息和用户数据。但是如果您的操作违反了YLab服务条款、隐私政策和国家法律法规，我们就有权检查您在YLab中的操作行为及内容。</div>
      <div>3. 我们建议用户对您的个人信息和数据进行必要的备份工作，以防止由于您的操作不当、系统出现故障或其他不可抗力造成您的数据丢失，造成不可挽回的损失。</div>
      <div class="title">五、免责申明</div>
      <div>1. 本网站将尽最大努力保障软件平台的连续可靠运行，但鉴于网络服务的特殊性，本网站对可能发生的网络服务的中断或终止所可能导致的一切损失，不承担任何法律责任及经济赔偿。</div>
      <div>2. 本网站将尽最大努力保障客户数据的安全备份，但无法承诺100%的数据恢复，对因数据丢失带来的任何直接或间接损失不承担任何责任。</div>
      <div>3. 对于因不可抗力或本网站不能控制的原因造成的网络服务中断和长时间终止，本网站不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</div>
      <div class="title">六、合约变更</div>
      <div>1. 本网站有权随时对本合约的条款进行修订，一旦本合约的内容发生变更，本网站将会在修订生效日前一个工作日更新。</div>
      <div>2. 如用户继续使用网络服务，则视为用户接受本网站对合约相关条款所做的修订。</div>
      <div class="title">七、法律适用</div>
      <div>1. 本合约的订立、执行和解释以及争议的解决均应适用中华人民共和国法律并受中国法院管辖。</div>
      <div>2. 协议双方就本合约内容或其执行发生任何争议，应首先力争友好协商解决；协商不成时，任何一方均可向懿贝瑞注册地所在的人民法院提起诉讼。</div>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {
    }
  }
}
</script>
<style lang="scss" scope>
  .title {
    color: #1A4FA1;
    margin-top: 15px;
  }
</style>
